Repository: herobrine7gamer/launcher-modular
Catalog: po/*.po
Languages: cs

source: Manage page
cs: Spravovat stránku

source: Configure Launcher
cs: Nastavit Launcher

source: new todo
cs: nové úkoly

source: Delete
cs: Smazat

source: Search your phone and online sources
cs: Vyhledat váš telefon a on-line zdroje dat

source: Installed Apps
cs: Nainstalované aplikace

source: Uninstall
cs: Odinstalovat

source: Cancel
cs: Zrušit

source: by
cs: od

source: Settings Page
cs: Stránka nastavení

source: Featured
cs: Vytvořený

source: Coming soon
cs: Již brzy

source: General
cs: Obecné

source: Limit of days
cs: Omezení pro dny

source: By defaut 60 days
cs: Výchozí 60 dní

source: Management of news sources
cs: Správa nových zdrojových dat

source: Transparent background
cs: Průhledné pozadí

source: Filter (XPath)
cs: Filtrovat (XPath)

source: Favorite apps management
cs: Správa oblíbených aplikací

source: About
cs: O aplikaci

source: Settings
cs: Nastavení

source: Generals
cs: Obecné

source: Dark background
cs: Tmavé pozadí

source: Background blur effect
cs: Pozadí s efektem rozostření

source: Style by default
cs: Výchozí styl

source: Rounded
cs: Zakulacené

source: Icons rounded
cs: Zakulacené ikony

source: None
cs: Žádné

source: Icons without style
cs: Ikonky bez stylu

source: Style Icons :
cs: Styl ikon:

source: Other
cs: Ostatní

source: Restore dash launcher
cs: Obnovit dash launcher

source: Install this Launcher
cs: Instalovat tento Launcher

source: Settings Widget
cs: Widget nastavení

source: View a summary
cs: Zobrazit přehled

source: Nothing
cs: Nic

source: No action
cs: Žádná akce

source: Default
cs: Výchozí

source: Open the application
cs: Otevřít aplikaci

source: Open Message
cs: Otevřít zprávu

source: Open the application with message
cs: Otevřít aplikaci zprávou

source: When clicked :
cs: Po kliknutí :

source: Search Contacts
cs: Vyhledat kontakty

source: Last Call
cs: Poslední volání

source: No recent calls
cs: Žádné poslední volání

source: Favorite Apps
cs: Oblíbené aplikace

source: Alarms
cs: Budíky

source: No active alarm
cs: Žádné aktivní budíky

source: at
cs: u

source: Open the dialer
cs: Otevřít číselník

source: Call
cs: Volat

source: Open the dialer with number
cs: Otevřít číselník s číslem

source: Settings Widget Weather
cs: Nastavení widgetu počasí

source: Click to signup for an API key
cs: Kliknout pro přihlášení k API key

source: City name
cs: Název města

source: or
cs: nebo

source: Favorite Contacts
cs: Oblíbené kontakty

source: Last Message
cs: Poslední zpráva

source: No recent messages
cs: Žádné poslední zprávy

source: Settings Widget Clock
cs: Nastavení widgetu hodin

source: Dial with digit
cs: Digitální číselník

source: Use 24h format
cs: Použít 24h formát času

source: Events
cs: Události

source: No events
cs: Žádné události

source: Limit of event
cs: Omezení událostí

source: By defaut 3 event
cs: Výchozí 3 události

source: Please long press here to configure
cs: Pro spuštění nastavení přidržte déle

source: Calm
cs: Klid

source: Light Air
cs: Slabý vítr

source: Light Breeze
cs: Slabý vánek

source: Gentle Breeze
cs: Jemný vánek

source: Moderate Breeze
cs: Střední vánek

source: Fresh Breeze
cs: Čerstvý vánek

source: Strong Breeze
cs: Silný vánek

source: Near Gale
cs: Skoro vichřice

source: Gale
cs: Vichřice

source: Severe Gale
cs: Drsná vichřice

source: Strong storm
cs: Velká bouře

source: Violent Storm
cs: Prudká bouře

source: Hurricane
cs: Hurikán

source: of
cs: z

source: North
cs: Sever

source: North-Northeast
cs: Severo-Severovýchod

source: Northeast
cs: Severovýchod

source: East-Northeast
cs: Východ-Severovýchod

source: East
cs: Východ

source: East-Southeast
cs: Východ-Jihovýchod

source: Southeast
cs: Jihovýchod

source: South-Southeast
cs: Jih-Jihovýchod

source: South
cs: Jih

source: South-Southwest
cs: Jih-Jihozápad

source: Southwest
cs: Jihozápad

source: West-Southwest
cs: Západ-Jihozápad

source: West
cs: Západ

source: West-Northwest
cs: Západ-Severozápad

source: Northwest
cs: Severozápad

source: North-Northwest
cs: Severo-Severozápad

source: humidity
cs: vlhkost

source: Page management
cs: Správa stránky

source: Choose a page
cs: Vybrat stranu
